IDENTIFICATION  DIVISION.
PROGRAM-ID.    HELLO_SAMPLE.

ENVIRONMENT    DIVISION.
DATA    DIVISION.

PROCEDURE   DIVISION.
DISPLAY "HELLO WORLD!".

STOP RUN.
